[
    {
        "text": "History will be kind to me for I intend to write it.",
        "author": "Winston S. Churchill"
    },
    {
        "text": "I can only note that the past is beautiful because one never realises an emotion at the time. It expands later, and thus we don't have complete emotions about the present, only about the past.",
        "author": "Virginia Woolf"
    },
    {
        "text": "The most effective way to destroy people is to deny and obliterate their own understanding of their history.",
        "author": "George Orwell"
    },
    {
        "text": "History doesn't repeat itself, but it does rhyme.",
        "author": "Mark Twain"
    },
    {
        "text": "History, like love, is so apt to surround her heroes with an atmosphere of imaginary brightness.",
        "author": "James Fenimore Cooper"
    },
    {
        "text": "Study the past and you would define the future.",
        "author": "Confucius"
    },
    {
        "text": "History is always written by the winners. When two cultures clash, the loser is obliterated, and the winner writes the history books. Books, which glorify their own cause and disparage the conquered foe. As Napoleon once said, \"what is history, but a fable agreed upon?\"",
        "author": "Dan Brown"
    },
    {
        "text": "History is a nightmare from which I am trying to awake.",
        "author": "James Joyce"
    },
    {
        "text": "Remember, remember always, that all of us, and you and I especially, are descended from immigrants and revolutionists.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "text": "History is a set of lies agreed upon",
        "author": "Napoleon Bonaparte"
    },
    {
        "text": "That men do not learn very much from the lessons of history is the most important of all the lessons that history has to teach",
        "author": "Aldous Huxley"
    },
    {
        "text": "Those who don't know history are doomed to repeat it.",
        "author": "Edmund Burke"
    },
    {
        "text": "Believe you can and you're halfway there.",
        "author": "Theodore Roosevelt"
    },
    {
        "text": "The only person you are destined to become is the person you decide to be.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "text": "The question isn't who is going to let me; it's who is going to stop me.",
        "author": "Ayn Rand"
    },
    {
        "text": "Winning isn't everything, but wanting to win is.",
        "author": "Vince Lombardi"
    },
    {
        "text": "Whether you think you can or you think you can't, you're right.",
        "author": "Henry Ford"
    },
    {
        "text": "You miss 100% of the shots you don't take.",
        "author": "Wayne Gretzky"
    },
    {
        "text": "I alone cannot change the world, but I can cast a stone across the water to create many ripples.",
        "author": "Mother Teresa"
    },
    {
        "text": "You become what you believe.",
        "author": "Oprah Winfrey"
    },
    {
        "text": "The most difficult thing is the decision to act, the rest is merely tenacity.",
        "author": "Amelia Earhart"
    },
    {
        "text": "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
        "author": "Anne Frank"
    },
    {
        "text": "An unexamined life is not worth living.",
        "author": "Socrates"
    },
    {
        "text": "Everything you've ever wanted is on the other side of fear.",
        "author": "George Addair"
    },
    {
        "text": "Dream big and dare to fail.",
        "author": "Norman Vaughan"
    },
    {
        "text": "You may be disappointed if you fail, but you are doomed if you don't try.",
        "author": "Beverly Sills"
    },
    {
        "text": "It does not matter how slowly you go as long as you do not stop.",
        "author": "Confucius"
    },
    {
        "text": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
        "author": "Henry Ford"
    },
    {
        "text": "Too many of us are not living our dreams because we are living our fears.",
        "author": "Les Brown"
    },
    {
        "text": "I have learned over the years that when one's mind is made up, this diminishes fear.",
        "author": "Rosa Parks"
    },
    {
        "text": "I didn't fail the test. I just found 100 ways to do it wrong.",
        "author": "Benjamin Franklin"
    },
    {
        "text": "If you're offered a seat on a rocket ship, don't ask what seat! Just get on.",
        "author": "Sheryl Sandberg"
    },
    {
        "text": "I attribute my success to that I never gave or took any excuse.",
        "author": "Florence Nightingale"
    },
    {
        "text": "I would rather die of passion than of boredom.",
        "author": "Vincent van Gogh"
    },
    {
        "text": "Dreaming, after all, is a form of planning.",
        "author": "Gloria Steinem"
    },
    {
        "text": "Whatever the mind of man can conceive and believe, it can achieve.",
        "author": "Napoleon Hill"
    },
    {
        "text": "If life were predictable, it would cease to be life and be without flavor.",
        "author": "Eleanor Roosevelt"
    },
    {
        "text": "In the end, it's not the years in your life that count. It's the life in your years.",
        "author": "Abraham Lincoln"
    },
    {
        "text": "Life is a succession of lessons which must be lived to be understood.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "text": "You will face many defeats in life, but never let yourself be defeated.",
        "author": "Maya Angelou"
    },
    {
        "text": "Never let the fear of striking out keep you from playing the game.",
        "author": "Babe Ruth"
    },
    {
        "text": "Life is never fair, and perhaps it is a good thing for most of us that it is not.",
        "author": "Oscar Wilde"
    },
    {
        "text": "The only impossible journey is the one you never begin.",
        "author": "Tony Robbins"
    },
    {
        "text": "In this life we cannot do great things. We can only do small things with great love.",
        "author": "Mother Teresa"
    },
    {
        "text": "Only a life lived for others is a life worthwhile.",
        "author": "Albert Einstein"
    },
    {
        "text": "Life is what happens when you're busy making other plans.",
        "author": "John Lennon"
    },
    {
        "text": "You only live once, but if you do it right, once is enough.",
        "author": "Mae West"
    },
    {
        "text": "Live in the sunshine, swim the sea, drink the wild air.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "text": "Go confidently in the direction of your dreams! Live the life you've imagined.",
        "author": "Henry David"
    },
    {
        "text": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
        "author": "Nelson Mandela"
    },
    {
        "text": "Life is really simple, but we insist on making it complicated.",
        "author": "Confucius"
    },
    {
        "text": "Life itself is the most wonderful fairy tale.",
        "author": "Hans Christian Andersen"
    },
    {
        "text": "Do not let making a living prevent you from making a life.",
        "author": "John Wooden"
    },
    {
        "text": "Life is ours to be spent, not to be saved.",
        "author": "D. H. Lawrence"
    },
    {
        "text": "Keep smiling, because life is a beautiful thing and there's so much to smile about.",
        "author": "Marilyn Monroe"
    },
    {
        "text": "Life is a long lesson in humility.",
        "author": "James M. Barrie"
    },
    {
        "text": "In three words I can sum up everything I've learned about life, It goes on.",
        "author": "Robert Frost"
    },
    {
        "text": "Love the life you live. Live the life you love.",
        "author": "Bob Marley"
    },
    {
        "text": "Life is either a daring adventure or nothing at all.",
        "author": "Helen Keller"
    },
    {
        "text": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.",
        "author": "Dr. Seuss"
    },
    {
        "text": "Life is made of ever so many partings welded together.",
        "author": "Charles Dickens"
    },
    {
        "text": "Life is trying things to see if they work.",
        "author": "Ray Bradbury"
    },
    {
        "text": "Life isn't about finding yourself. Life is about creating yourself.",
        "author": "George Bernard Shaw"
    },
    {
        "text": "Many of life's failures are people who did not realize how close they were to success when they gave up.",
        "author": "Thomas Edison"
    },
    {
        "text": "The secret of success is to do the common thing uncommonly well.",
        "author": "John D. Rockefeller"
    },
    {
        "text": "I find that the harder I work, the more luck I seem to have.",
        "author": "Thomas Jefferson"
    },
    {
        "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
        "author": "Winston Churchill"
    },
    {
        "text": "The way to get started is to quit talking and begin doing.",
        "author": "Walt Disney"
    },
    {
        "text": "Don't be distracted by criticism. Remember - the only taste of success some people get is to take a bite out of you.",
        "author": "Zig Ziglar"
    },
    {
        "text": "Success usually comes to those who are too busy to be looking for it.",
        "author": "Henry David"
    }
]